IDEA StatiCa Open Model
IdeaBeamImportSettings.ExportAllLinearCombination Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 All linear combination will be exported to IDEA connection
 Namespace: IdeaRS.OpenModel.Beam
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ExportAllLinearCombination { get; set; }
Public Property ExportAllLinearCombination As Boolean
	Get
	Set
public:
property bool ExportAllLinearCombination {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
IdeaBeamImportSettings Class
IdeaRS.OpenModel.Beam Namespace